goodsArray = [
    ['ksero', 'ксеро', 'Ксерокопия'],
    ['scan', 'скан', 'Сканирование',],
    ['chertej', 'печат.*черт.?ж', 'Распечатка чертежей',],
    ['tv_pereplet', 'переплет', 'Твердый переплет ', ],
    ['lamin', 'ламинац', 'Ламинация',],
    ['pechat_holst', 'печат.*холст', 'Печать на Холсте'],
    ['pechat_3d', '3.*(d|д)', '3D печать'],
    ['sites', 'сайт', 'Разработка сайтов'],
    ['rizograf', 'ризограф', 'Тиражирование на ризографе'],

    ['photo_doc', 'фото.*докум', 'Фото на документы'],
    ['brosh', 'брош.?ровк', 'Брошюровка с обложками'],




    ['stickers_store', 'самоклей', 'Самоклейка', ],
    ['banner_store', 'бан+ер', 'Баннер'],
    ['cards_store', 'визитк', 'Визитки', 'https://telebot-app.kopi34.ru/cards/'],
    ['badge_store', 'значк', 'Значки'],
    # ['to_store', 'холст', 'Холсты'],
    # ['to_store', 'багет', 'Багеты'],


    # ['photo_graph', 'фотографи', 'Распечатка фотографий'],
    # ['falc_chert', 'фальц.*черт.?ж', 'Фальцовка чертежей'],
    # ['flag', 'флаг', 'Флаговая ткань'],

    ['soon', 'холст', 'Холсты'],
    ['soon', 'багет', 'Багеты'],
    ['soon', 'фотографи', 'Распечатка фотографий'],
    ['soon', 'фальц.*черт.?ж', 'Фальцовка чертежей'],
    ['soon', 'флаг', 'Флаговая ткань'],
    ['soon', 'футболк', 'Футболки'],
    ['soon', 'кружк', 'Кружки'],
    ['soon', 'магнит', 'Магнитики'],
    ['soon', 'постер', 'Постерка'],
    ['soon', 'фоторамк', 'Фоторамки'],
    ['soon', 'винил', 'Винил'],
    ['soon', 'плакетк', 'Плакетки'],
    ['soon', 'штендер', 'Штендеры'],
    ['soon', 'брел', 'Брелоки'],
    ['soon', 'пленка', 'Пленка AVERY'],
    ['soon', 'инфо.*стенд', 'Информационные стенды'],


    ['pechat_main', 'печат', 'Распечатать с носителя', 'https://kopi34.ru/prices/7'],
]

# Товары из магазина 
goodsDict = {
    'stickers_store': ['самоклей', 'Самоклейка', 'https://telebot-app.kopi34.ru/stickers/'],
    'banner_store': ['бан+ер', 'Баннер', 'https://telebot-app.kopi34.ru/banner/'],
    'cards_store': ['визитк', 'Визитки', 'https://telebot-app.kopi34.ru/cards/'],
    'badge_store': ['значк', 'Значки', 'https://telebot-app.kopi34.ru/badge/'],

    'tv_pereplet': ['переплет', [['Твердый переплет ', 'https://kopi34.ru/prices/20']]],
    'ksero': ['ксеро', [['Ксерокопия', 'https://kopi34.ru/prices/8']]],
    'scan': ['скан', [['Сканирование', 'https://kopi34.ru/prices/6']]],
    'chertej': ['печат.*черт.?ж', [['Распечатка чертежей', 'https://kopi34.ru/prices/7']]],
    'lamin': ['ламинац', [['Ламинация листовая (глянец)', 'https://kopi34.ru/prices/1'], ['Ламинация листовая (матовая)', 'https://kopi34.ru/prices/2'], ['Ламинация руольная (глянец)', 'https://kopi34.ru/prices/4'], ['Ламинация руольная (матовая)', 'https://kopi34.ru/prices/5']]],
    'brosh': ['брош.?ровк', [['Брошюровка с обложками', 'https://kopi34.ru/prices/21']]],
    'photo_doc': ['фото.*докум', [['Фото на документы', 'https://kopi34.ru/prices/photo']]],
    'rizograf': ['ризограф', [['Тиражирование на ризографе', 'https://kopi34.ru/prices/10']]],
    'pechat_3d': ['3.*(d|д)', [['3D печать', 'https://kopi34.ru/3d-details']]],
    'pechat_holst': ['печат.*холст', [['Печать на Холсте']]],
    'sites': ['сайт', [['Разработка Сайтов - Магазинов', 'https://seo-cy.ru/offer/site-magazin/'], ['Разработка Сайтов - Визиток', 'https://seo-cy.ru/offer/site-vizitka'], ['Обслуживание Сайтов', 'https://seo-cy.ru/offer/dorabotka']]],
    'pechat_main': ['печат', [['Распечатка текста и чертежей', 'https://kopi34.ru/prices/7'], ['Лазерная печать А4, А3', 'https://kopi34.ru/prices/11'], ['Струйная печать А4, А3 (глянец)', 'https://kopi34.ru/prices/12'], ['Струйная печать А4, А3 (матовая)', 'https://kopi34.ru/prices/13']]],


    }